
ἀντιλογία 'Αντισθένης 65

**ἀντιλογία.** ἔνια περὶ αὑτȣ͂ λέγειν ἢ ἐπίφθονον ἢ ἀντιλογίαν ἔχει Ργ17. 1418b25. προοίμιον γίνεται ὅταν ἀντιλογία ᾖ Ργ13. 1414b3. τὰ παραδιδόντα ἀντιλογίαν πότερον τȣ͂το ἢ τȣ͂το αἱρετόν ημα17. 1189a27. τὰς ἐνδεχομένας ἀντιλογίας ῥηθῆναι τοῖς ὑπὸ τȣ͂ εἰρημένοις προκαταλαμβάνων διασύρεις ςρ34. 1439b3. ταῖς ἀντιλογίαις ϗ ταῖς συνηγορίαις ταῖς περὶ τῶν συμμάχων εὐπορήσομεν χρῆσθαι ρ3. 1425a6. πρὸς τὰς ἀντιλογίας χρήσιμον ρ38. 1445a32. ἐν ἀντιλογίᾳ ἀδικομαχία ἡ ἐριστική ἐστιν τι11. 171b23. (πλείστης ἀντιλογίας δέονται ρ7. 1428a7, αἰτιολογίας ci Halm.)
**ἀντιλογικός.** πρὸς τὰς ἀντιλογικὰς ἐνεργέστερον ὁ συλλογισμός τα12. 105a18.
**'Αντίλοχος**, υἱὸς Νέστορος f. 596. 1595b25. — **'Αντίλοχος** Λήμνιος ἐφιλονείκει Σωκράτει f 65. 1486b28.
**ἀντιλυπήσεως** ὄρεξις Ψα1. 403a30.
**ἀντιλυτρωτέον** τὸν λυσάμενον Ηι2. 1164b35.
**'Αντιμάχῳ** versus affertur Ργ6. 1408a1. Antimachus Colophonius f 626. 1584a6.
**ἀντιμεθίστασθαι.** ἀντιμεθίσταται ἀλλήλοις τό τε ὕδωρ ϗ ὁ ἀήρ Φδ2. 209b25. 4. 211b27. μδ9. 386a25, 32. cf β8. 366b20, 367b24. syn ἀντιπεριστᾶσθαι μδ4. 382a12, 14.
**'Αντιμένης** 'Ρόδιος οβ1352b26, 1353a24. — **'Αντιμένης** ὁ Κῷος Πινδάρῳ ἐφιλονείκει f 65. 1486b32.
**'Αντιμενίδης** ϗ 'Αλκαῖος Πγ14. 1285a36. ἐφιλονείκει Πιττακῷ f 65. 1486b34.
**ἀντιμετάστασις**, ὅπȣ νῦν ὕδωρ, ἐνταῦθα ἐξελθόντος πάλιν ἀὴρ ἔνεστιν Φδ1. 208b2.
**ἀντιμηχανᾶσθαι** Ζυ8. 613b27.
**ἀντίμιμος** ἡ τῆς ψυχῆς ἐπιθυμία (Alcidam, cf Vahlen Alkidam p 7) Ργ3. 1406a29.
**ἀντίξυς.** τὸ ἀντίξυν ξυμφέρον (Heracl fr 37) Ηθ2. 1155b5.
**ἀντιπαίειν.** ἀντιπαίοντος τȣ͂ ἔσωθεν εἰσέρχεται ὁ ἔξωθεν ψόφος πια29. 902b13.
**ἀντίπαλος** τῷ ἀπαρκτίᾳ ὁ νότος, ἀντίπαλος τῇ ὁμίχλῃ ἡ αἰθρία κ4. 394b32, a22. — ἐχθροὶ ἢ ἀντίπαλοι 'Ρβ5. 1382b20.
**ἀντιπαραβάλλειν** πρὸς ἄλληλα, opp καθ' αὑτὰ λέγειν Ρα3. 1359a22. ἐὰν μὴ καθ' αὑτὸν εὐπορῇς, πρὸς ἄλλȣς ἀντιπαραβάλλειν Ρα9. 1368a20 (syn πρὸς ἄλλȣς παραβάλλειν a25). ἀντιπαραβάλλειν ἑτέροις ἀγαθοῖς τὴν εὐγένειαν f 82. 1490a11. ἀντιπαραβάλλειν τȣ̓λάχιστον τῶν ὑπὸ τὴν αὐτὴν ἰδέαν πιπτόντων ρ4. 1426a28.
**ἀντιπαραβολή**, def αὔξησις τῶν αὑτȣ͂, μέρος τι τῶν πίστεων Ργ13. 1414b10, 2. λέγεται ἐξ ἀντιπαραβολῆς τὸ ἐναντίον Ργ19. 1419b34.
**ἀντιπαρήκει** τοῖς εἰρημένοις πελάγεσιν ὁ Πόντος κ3. 393a31.
**ἀντιπάσχειν.** εὖ ποιεῖν μὴ ἵνα ἀντιπάθῃ Ηη15. 1163a1. κρείττȣς εἶναι ϗ μηθὲν ἀντιπαθεῖν Ηγ11. 1117a14. cf 'Ρβ4. 1382a15. — τὸ ἀντιπεπονθὸς πότερον δίκαιον Ηε8. 1132b21, 1133a11, 32, b6. ημα34. 1194a28, 30sqq. τὸ ἀντιπεπονθὸς ἄλλῳ Ηε8. 1132b23. τὸ ἀντιπεπονθὸς σῴζει τὰς πόλεις Πβ2. 1261a30. εὔνοια ἐν ἀντιπεπονθόσι φιλία Ηθ2. 1155b33. — de proportione geometrica ὅ τὸ κινȣ́μενον βάρος πρὸς τὸ κινȣ͂ν, τὸ μῆκος πρὸς τὸ μῆκος ἀντιπέπονθεν μχ3. 850b2.
**ἀντιπεριάγειν** θ139. 844b27.
**ἀντιπεριστάναι**, ἀντιπεριστᾶσθαι. (cf ἀντιπερίστασις). μαλακόν ἐστι τὸ ὑπεῖκον τῷ μὴ ἀντιπεριστᾶσθαι, syn ἀντιμεθίστασθαι μδ4. 382a12, 25. μηθὲν εἶναι κενὸν ἀντιπερισταμένων ἀλλήλοις αν5. 472b26. μία ἐκ πάντων περαινομένη σωτηρία διὰ τέλȣς, ἀντιπερισταμένων ἀλλήλοις ϗ τοτὲ μὲν κρατȣ́ντων τοτὲ δὲ κρατȣμένων κ5. 397b6. περὶ τȣ̀ς τόπȣς ἀντιπεριστᾶσθαι ϗ μεταβάλλειν τὰς ἀναθυμιάσεις μβ4. 360b25. τῷ συνάγειν ἢ ἀντιπεριστάναι τὸ θερμόν μδ5. 382b10. ὁ βορέας διὰ τὴν ψυχρότητα ἀντιπεριστὰς τὸ θερμὸν ἀθροίζει· ὅταν ἔτι μᾶλλον ἀντιπεριστῇ ἐντὸς τὸ ψυχρὸν ὑπὸ τȣ͂ ἔξω θερμȣ͂ sim μα10. 347b6. 12. 348b6, 16. β4. 361a1. πιδ3. 909a23. κδ8. 936b16. κς27. 943a11. αἱ νόσοι ἀντιπερίστανται αἱ τȣ͂ ὠτὸς εἰς τὰ τȣ͂ πνεύμονος πάθη πλγ1. 961b15.
**ἀντιπερισπᾶν.** διὰ τὸ ἀντιπερισπᾶσθαι τὰς ὑγρότητας, coni syn διὰ τὴν παλίρροιαν τῆς ὑγρότητος Ζμγ7. 670b10.
**ἀντιπερίστασις.** κινεῖται τὰ ῥιπτόμενα δι' ἀντιπερίστασιν, ἰȣ́ς λέγȣσί τινες (cf Plat Tim 59 A, 79 B) Φδ8. 215a15. θ10. 267a16, 18. (cf ἀντιπερίστασίς ἐστιν, ὅταν ἐξωθȣμένου τινὸς σώματος ἀνταλλαγὴ γένηται τῶν τόπων, ϗ τὸ μὲν ἐξωθῆσαν ἐν τῷ τȣ͂ ἐξωθηθέντος στῇ τόπῳ, τὸ δ' ἐξωθηθὲν τὸ προσεχὲς ἐξωθῇ, ἕως ἂν τὸ ἔσχατον ἐν τῷ τόπῳ γένηται τȣ͂ πρώτȣ ἐξωθήσαντος Simpl ad Φθ10. 267a16 Schol 452a30). γίνεται ἀντιπερίστασις τῷ θερμῷ ϗ τῷ ψυχρῷ ἀλλήλοις μα12. 348b2, 349a8. ὁ ὕπνος σύνοδός τις τȣ͂ θερμȣ͂ εἴσω ϗ ἀντιπερίστασις φυσική υ3. 457b2, 458a27. ἀντιπερίστασις πάντα Αδ15. 98a25 Wz. καθεύδοντες μᾶλλον ἱδρȣ͂σι διὰ τὴν ἀντιπερίστασιν πβ16. 867b32. ἀντιπερίστασις τȣ͂ κάτω πνεύματος πλγ5. 962a2.
**ἀντιπέττω.** ἕως ἀντιπεφθῇ πε30. 884a2.
**ἀντιπίπτειν.** πρὸς ἀντιπίπτον ἡ πληγὴ γίνεται, ϗ ȣ̓ πρὸς ὑπεῖκον πλβ13. 961b3. τὰ φερόμενα ὅταν ἀντιπέσῃ ἀφάλλεται εἰς τȣ̓ναντίον πις13. 915b18. κς4. 940b18.
**ἀντιπλήττειν.** ἀντιπληγῆναι Ηε8. 1132b29. ὅταν ἀντιπλήττωσιν ἀλλήλοις φτβ4. 826a3.
**ἀντιπνεῖν.** διὰ τὸ ἀντιπνεῖν δίνην γίνεσθαι τȣ͂ πνεύματος μγ1. 370b22. ἀντιπνεῖν πρὸς ὄρη πκς7. 940b34.
**ἀντίπνοιαν** ποιεῖν φτβ4. 826a3.
**ἀντιποιεῖν** τὸ αὐτό Ηε15. 1138a22. πζ2. 886a30. τῷ ἀντιποιεῖν ἀνάλογον συμμένει ἡ πόλις Ηε8. 1132b34. οἱ μὴ ἀντιποιοῦντες εὖ 'Ρβ2. 1397b7. ἀντιποιεῖν om obiecto Ηε8. 1133a1. 'Ρβ2. 1378b25. ηεη11. 1244a3. ἀντιποιῆσαι (?) ηεη10. 1243b6. — med ἀντιποιεῖσθαι ἀρετῆς, τιμῆς, τῆς ῥητορικῆς Πγ12. 1283a16. δ4. 1291b5. η11. 1330b33. ηεγ5. 1232a23. Ρα2. 1356a28. οἱ Δωριεῖς ἀντιποιοῦνται τῆς τραγῳδίας πο3. 1448a30.
**ἀντιπολιτεύεσθαι** Πβ12. 1274a14.
**ἀντίπορθμοι** νῆσοι κ3. 392b23.
**ἀντίπυς** πανταχόθεν ἔσται πορευόμενος ἕκαστος αὐτὸς αὑτῷ Οδ1. 308a20.
**ἀντιπράττειν**, opp συμπράττειν μχ3. 465b27. 'Ρβ2. 1379a13, 14. ἀντιπράττειν πρός τι Πζ5. 1320a6.
**ἀντιπροαίρεσις** τῆς ἀλλήλων γνωρίσεως, ἀντιφιλία ϗ ἀντιπροαίρεσις πρὸς ἀλλήλȣς ηεη2. 1237a31, 32, 1236b3.
**ἀντιπροκαταλαμβάνειν.** ἀντιπροκαταληπτέον, ἐὰν οἱ ἐναντίοι προκατειληφότες ὦσιν ρ19. 1433b1.
**ἀντιπροσώπως** ἵστασθαι θ72. 835b11.
**ἀντίπυγος.** συμπλέκεσθαι, ἔχειν ἀντίπυγον Ζιε8. 542a16. 2. 540a14.
**ἀντισεμνύνεσθαι** ϗ ἐλευθεριάζειν Πε11. 1314a7.
**'Αντισθένης**, 'Αντισθένειοι. 'Αντισθένης ᾤετο εὐήθως μηθὲν ἀξιȣ͂ν λέγεσθαι πλὴν τῷ οἰκείῳ λόγῳ ἓν ἐφ' ἑνός Μδ29. 1024b32. ȣ̓κ ἔστιν ἀντιλέγειν, καθάπερ ἔφη 'Αντ. τα11. 104b21. ἡ ἀπορία ἣν οἱ 'Αντισθένειοι ϗ οἱ ὕτως ἀπαίδευτοι ἠπόρȣν, ὅτι ȣ̓κ ἔστι τὸ τί ἐστιν ὁρίσασθαι Μη3. 1043b24. Antisthenes resp τὴν ἡδονὴν κομιδῇ φαῦλον λέγȣσί τινες

V. I
